{
    "page2text": "The rise of billionaires worldwide has sparked debates about wealth inequality and economic concentration over the past few decades. Billionaires represent not just extreme wealth, but also shifts in business categories and industries driving global success. From manufacturing to technology, the distribution of billionaires reflects the evolving trends in economic power and innovation.\n\nThis chart shows the annual growth in the number of billionaires alongside the trajectory of global GDP. It offers a striking perspective on how wealth creation and accumulation have evolved over time. Here’s how these two trends have progressed, and what they reveal about the shifting global landscape of wealth.",
    "page3text": "The global distribution of billionaires reveals striking disparities in wealth concentration across nations. Between 1997 and 2024, the United States has emerged as the clear leader, with 1,189 unique billionaires—far surpassing any other country. This dominance underscores the scale of the U.S. economy, its innovation hubs, and its capacity to nurture wealth on an extraordinary scale.\nOnly Germany and China join the U.S. in surpassing the average billionaire count of 132.35, with 214 and 193 billionaires, respectively. These countries highlight the growing prominence of diverse economic engines: Germany’s industrial and technological leadership and China’s rapid economic rise fueled by manufacturing and tech sectors.\nThis histogram illustrates a broader story about global wealth concentration, with a steep drop-off beyond the top three nations. The remaining countries, while home to significant numbers of billionaires, fall far below the average, reflecting the uneven global distribution of wealth and economic opportunity. Here’s how this landscape shapes the conversation on wealth dynamics and global influence.",
    "page4text": "The billionaire rankings in South Korea reveal a story deeply intertwined with the dominance of Samsung as the country's foremost business powerhouse. Over the years, figures like Lee Kun-hee and Jay Y. Lee, pivotal leaders of Samsung, have consistently occupied the top spots, underscoring the company’s critical role in shaping South Korea’s economy and wealth distribution.\nEven outside the Samsung leadership, other prominent billionaires such as Seo Jung-jin and Cho Jung-ho, who do not directly belong to the company, have maintained close collaborations with Samsung. This highlights the far-reaching influence of the conglomerate, not just within its own operations but also across South Korea’s broader business landscape.\nThis bump chart illustrates the stability of Samsung’s dominance in South Korea's billionaire ranks over time, as well as the interconnected nature of the country’s wealth with this corporate giant."
}